Repository: IhorYachmenov/CoreDataExample
Catalog: iTunesSearch/iTunesSearch/Localization/*.lproj/Localizable.strings
Languages: uk

source: Download 1 Track
uk: Завантажити 1 Трек

source: Collection name:
uk: Імʼя колекції:

source: Genre:
uk: Жанр:

source: Country:
uk: Країна:

source: Play Demo
uk: Превʼю

source: Pause
uk: Пауза

source: Error
uk: Помилка

source: OK
uk: Гаразд

source: Server error while downloading image
uk: Помилка сервера підчас завантаження картинки

source: Download was successful but data corrupted
uk: Завантаження пройшло успішно, але дані пошкоджено

source: Can't save data to data base
uk: Не можемо зберегти дані до бази данної

source: Element a nil
uk: Елемент nil

source: Service Error:
uk: Помика сервісу:

source: Unknown Error
uk: Невідома помилка

source: Demo URL unavailable
uk: URL Превʼю треку недоступне

source: Demo URL corrupted
uk: URL Превʼю треку пошкоджене
